<?php
//=================================================================
//
//   [Toppa]代理店向け申込フォームシステム 設定データ値マスタ
//
//  ------変更内容----------------------DATE -----Rev----Auther---
//   新規作成　　　　　　　　　　　 2011/02/17 Rev 1.0.0 koba
//  --------------------------------------------------------------
//
//=================================================================

// 端末発送フロー
$CST_STATUS_DELIVER = array(
	"1"	=>	"即渡し",
	"2"	=>	"後日発送",
);

// 決済方法
$CST_STATUS_PAYMENT = array(
	"0"	=>	"スタンダード",
	"1"	=>	"クレジットカードオーソリ",
	"2"	=>	"クレジットカード払い",
	"3"	=>	"銀行振込",
	"4"	=>	"NTT合算",
);

// 代理店名表示
$CST_STATUS_AGENCY_OPEN = array(
	"0"	=>	"非表示",
	"1"	=>	"表示する",
);

// サンクスメール
$CST_STATUS_MAIL_SEND = array(
	"0"	=>	"送信しない",
	"1"	=>	"送信する",
);

// 販路 2011-03-15 Add by.koba@NP
$CST_STATUS_SALES = array(
	"1"	=>	"ショップ",
	"2"	=>	"テレマ",
	"3"	=>	"Web",
);


?>