<?php
//=================================================================
//
//   [Toppa]代理店向け申込フォームシステム 項目マスタ
//
//  ------変更内容----------------------DATE -----Rev----Auther---
//   新規作成　　　　　　　　　　　 2011/01/25 Rev 1.0.0 koba
//  --------------------------------------------------------------
//
//=================================================================

// 性別
$cst_form_chara = array(
	''	=>	'▼選択',
	'1'	=>	'ソル(SO)',
	'2'	=>	'カイ(KY)',
	'3'	=>	'メイ(MA)',
	'4'	=>	'ミリア(MI)',
	'5'	=>	'ディズィー(DI)',
	'6'	=>	'エディ(ED)',
	'7'	=>	'ヴェノム(VE)',
	'8'	=>	'ポチョムキン(PO)',
	'9'	=>	'梅喧(BA)',
	'10'	=>	'ファウスト(FA)',
	'11'	=>	'ジョニー(JO)',
	'12'	=>	'闇慈(AN)',
	'13'	=>	'アクセル(AX)',
	'14'	=>	'チップ(CH)',
	'15'	=>	'紗夢(JA)',
	'16'	=>	'テスタメント(TE)',
	'17'	=>	'スレイヤー(SL)',
	'18'	=>	'ブリジット(BR)',
	'19'	=>	'ザッパ(ZA)',
	'20'	=>	'イノ(IN)',
	'21'	=>	'アバ(AB)',
	'22'	=>	'ロボ(RO)',
	'23'	=>	'聖ソル(OR)',
	'24'	=>	'クリフ(KL)',
	'25'	=>	'ジャスティス(JU)',
);

$cst_question = array(
	'1' => 'ガトリングやダッシュ、空中ダッシュ、必殺技など基本的な操作が出来る',
	'2' => 'レバー操作には慣れている',
	'3' => 'GGXXACの家庭用を持っている',
	'4' => 'GGXXAC、またはGGXXAC＋Rをゲームセンターでプレイしたことがある',
	'5' => '基本的なコンボが出来る(ガトリング→必殺技)',
	'6' => 'ゲームシステムを理解している(バースト、ロマンキャンセル、スラッシュバックなど)',
	'7' => '使用キャラのフォースロマンキャンセル、ロマンキャンセルを使用したコンボが出来る',
	'8' => '一つも当てはまらない',
);


?>
